#LABELS
login=Nazwa u\u017cytkownika
Password=Has\u0142o
docbase=Repozytorium
webtop_display_url=Adres URL Webtop
is_public=Udost\u0119pnij publicznie
advanced_configuration=Zaawansowana konfiguracja
root_object_type=Typ obiektu g\u0142\u00f3wnego
available_object_type=Dost\u0119pne typy obiekt\u00f3w
included_object_type=Uwzgl\u0119dnione typy obiekt\u00f3w
available_meta=Dost\u0119pne w\u0142a\u015bciwo\u015bci
included_meta=Do\u0142\u0105czone w\u0142a\u015bciwo\u015bci
where_clause=Dodatkowa klauzula WHERE
add=Dodaj
remove=Usu\u0144
#ERROR MESSAGES
DM_DOCBROKER_E_NO_SERVERS_FOR_DOCBASE=Upewnij si\u0119, \u017ce zosta\u0142a wprowadzona poprawna nazwa repozytorium.
DM_SESSION_E_START_FAIL=Brak niekt\u00f3rych wymaganych element\u00f3w konfiguracji: Sprawd\u017a dane logowania superu\u017cytkownika.
status=Brak niekt\u00f3rych wymaganych element\u00f3w konfiguracji: upewnij si\u0119, \u017ce adres URL oprogramowania Webtop jest poprawny i \u017ce serwer aplikacji dzia\u0142a prawid\u0142owo.
IOException=Brak niekt\u00f3rych wymaganych element\u00f3w konfiguracji: sprawd\u017a adres URL Webtop.
HttpException=Brak niekt\u00f3rych wymaganych element\u00f3w konfiguracji: sprawd\u017a adres URL Webtop.
additional=Brak niekt\u00f3rych wymaganych element\u00f3w konfiguracji: dodatkowa klauzula WHERE musi rozpoczyna\u0107 si\u0119 s\u0142owem kluczowym AND. Sprawd\u017a dodatkow\u0105 klauzul\u0119 WHERE.
DM_QUERY_E_NOT_ATTRIBUTE=B\u0142\u0105d sk\u0142adni filtru DQL. Okre\u015blono nieprawid\u0142ow\u0105 nazw\u0119 w\u0142asno\u015bci.
additionalTooRestrictive=Filtr DQL jest zbyt restrykcyjny. Nie znaleziono dokument\u00f3w pasuj\u0105cych do tego filtru.
DM_QUERY_E_SYNTAX=B\u0142\u0105d sk\u0142adni filtru DQL. Wyst\u0105pi\u0142 b\u0142\u0105d analizatora sk\u0142adni.
DM_SESSION_E_AUTH_FAIL=Brak niekt\u00f3rych wymaganych element\u00f3w konfiguracji: Sprawd\u017a dane logowania superu\u017cytkownika.
DM_DOCBROKER_E_DMCL_INI_WIN32_MISSING=Brak niekt\u00f3rych wymaganych element\u00f3w konfiguracji: po\u0142\u0105czenie z brokerem po\u0142\u0105czenia nie powiod\u0142o si\u0119 (brak pliku dmcl.ini). Kolejno\u015b\u0107 przeszukiwania lokalizacji pliku dmcl.ini jest nast\u0119puj\u0105ca: 1) plik zdefiniowany przez warto\u015b\u0107 zmiennej DMCL_CONFIG; 2) bie\u017c\u0105cy katalog; 3) lokalizacja pliku dmcl.ini zdefiniowana przez warto\u015b\u0107 zmiennej DOCUMENTUM; 4) katalog Windows na serwerach z systemem Windows.
DM_DOCBROKER_E_DMCL_MISSING_HOST=Brak niekt\u00f3rych wymaganych element\u00f3w konfiguracji: nie mo\u017cna po\u0142\u0105czy\u0107 si\u0119 z oprogramowaniem DocBroker, poniewa\u017c plik dmcl.ini nie zawiera sekcji DOCBROKER_PRIMARY z warto\u015bci\u0105 odpowiadaj\u0105c\u0105 serwerowi.
java.lang.NoClassDefFoundError=Brak niekt\u00f3rych wymaganych element\u00f3w konfiguracji: upewnij si\u0119, \u017ce zosta\u0142y zainstalowane zale\u017cno\u015bci (pliki dfc.jar i dmcl40.dll)
DM_DFC_E_INIT_DMCL=Brak niekt\u00f3rych wymaganych element\u00f3w konfiguracji: nie mo\u017cna wczyta\u0107 pliku DMCL40.dll.
DEFAULT_ERROR_MESSAGE=Brak niekt\u00f3rych wymaganych element\u00f3w konfiguracji.
login_error=Brak nazwy u\u017cytkownika
Password_error=Brak has\u0142a
docbase_error=Brak repozytorium
webtop_display_url_error=Brak adresu URL Webtop
advanced_configuration_error=Brak niekt\u00f3rych wymaganych pozycji konfiguracji: wszystkie wymagane pola musz\u0105 by\u0107 wype\u0142nione, aby m\u00f3c uzyska\u0107 dost\u0119p do konfiguracji zaawansowanej.
confirm_uncheck_advanced=Czy na pewno chcesz zresetowa\u0107 parametry konfiguracji zaawansowanej?
