#LABELS
login=Nombre de usuario
Password=Contrase\u00f1a
docbase=Repositorio
webtop_display_url=URL de Webtop
is_public=Hacer p\u00fablico
advanced_configuration=Configuraci\u00f3n avanzada
root_object_type=Tipo de objeto ra\u00edz
available_object_type=Tipos de objeto disponibles
included_object_type=Tipos de objeto incluidos
available_meta=Propiedades disponibles
included_meta=Propiedades incluidas
where_clause=Cl\u00e1usula adicional de ubicaci\u00f3n
add=A\u00f1adir
remove=Eliminar
#ERROR MESSAGES
DM_DOCBROKER_E_NO_SERVERS_FOR_DOCBASE=Compruebe que se haya especificado el nombre de repositorio correcto.
DM_SESSION_E_START_FAIL=Faltan algunos valores de configuraci\u00f3n necesarios: compruebe las credenciales del superusuario.
status=Faltan algunos valores de configuraci\u00f3n necesarios: compruebe que la URL de Webtop sea correcta y que el servidor de la aplicaci\u00f3n est\u00e9 activo.
IOException=Faltan algunos valores de configuraci\u00f3n necesarios: compruebe la URL de Webtop.
HttpException=Faltan algunos valores de configuraci\u00f3n necesarios: compruebe la URL de Webtop.
additional=Faltan algunos valores de configuraci\u00f3n necesarios: La cl\u00e1usula adicional WHERE (UBICACI\u00d3N) debe empezar con la palabra clave AND (Y). Compruebe la cl\u00e1usula WHERE (UBICACI\u00d3N).
DM_QUERY_E_NOT_ATTRIBUTE=Error de sintaxis en el filtro DQL. El nombre de propiedad que ha especificado no es v\u00e1lido.
additionalTooRestrictive=El filtro DQL es demasiado restrictivo. No se han encontrado documentos con este filtro.
DM_QUERY_E_SYNTAX=Error de sintaxis en el filtro DQL. Se ha producido un error de an\u00e1lisis (error de sintaxis).
DM_SESSION_E_AUTH_FAIL=Faltan algunos valores de configuraci\u00f3n necesarios: compruebe las credenciales del superusuario.
DM_DOCBROKER_E_DMCL_INI_WIN32_MISSING=Faltan algunos valores de configuraci\u00f3n necesarios: No funciona la conexi\u00f3n (no hay ning\u00fan dmcl.ini presente). La orden de b\u00fasqueda de dmcl.ini es: 1) El valor de DMCL_CONFIG especifica un archivo. 2) El directorio actual. 3) El valor DOCUMENTUM especifica un directorio donde se ubica dmcl.ini. 4) En los hosts de Windows, el directorio de Windows.
DM_DOCBROKER_E_DMCL_MISSING_HOST=Faltan algunos valores de configuraci\u00f3n necesarios: no es posible la conexi\u00f3n con DocBroker porque el archivo dmcl.ini no especifica una secci\u00f3n DOCBROKER_PRIMARY con un valor de host.
java.lang.NoClassDefFoundError=Faltan algunos valores de configuraci\u00f3n necesarios: verifique que las dependencias se hayan instalado (dfc.jar y dmcl40.dll)
DM_DFC_E_INIT_DMCL=Faltan algunos valores de configuraci\u00f3n necesarios: DMCL40.dll no se ha podido cargar.
DEFAULT_ERROR_MESSAGE=Faltan algunos valores de configuraci\u00f3n necesarios.
login_error=Falta el nombre de usuario
Password_error=Falta la contrase\u00f1a
docbase_error=Falta el repositorio.
webtop_display_url_error=Falta la URL de Webtop
advanced_configuration_error=Falta alguna configuraci\u00f3n requerida: todos los campos obligatorios deben rellenarse antes de acceder a la configuraci\u00f3n avanzada.
confirm_uncheck_advanced=\u00bfEst\u00e1 seguro de que desea restablecer los par\u00e1metros de configuraci\u00f3n avanzada?
