#LABELS
login=Kullan\u0131c\u0131 Ad\u0131
Password=Parola
docbase=Bilgi saklama alan\u0131
webtop_display_url=Webtop URL'si
is_public=Ortak yap
advanced_configuration=Geli\u015fmi\u015f yap\u0131land\u0131rma
root_object_type=K\u00f6k nesne t\u00fcr\u00fc
available_object_type=Kullan\u0131labilir nesne t\u00fcrleri
included_object_type=Dahil edilen nesne t\u00fcrleri
available_meta=Kullan\u0131labilir \u00f6zellikler
included_meta=Dahil edilen \u00f6zellikler
where_clause=Ek WHERE t\u00fcmcesi
add=Ekle
remove=Kald\u0131r
#ERROR MESSAGES
DM_DOCBROKER_E_NO_SERVERS_FOR_DOCBASE=L\u00fctfen do\u011fru bilgi saklama alan\u0131 ad\u0131n\u0131n girildi\u011finden emin olun.
DM_SESSION_E_START_FAIL=Gerekli yap\u0131land\u0131rma eksik: L\u00fctfen Superuser kimlik bilgilerini kontrol edin.
status=Gerekli yap\u0131land\u0131rma eksik: L\u00fctfen Webtop URL'sinin do\u011fru oldu\u011fundan ve uygulama sunucusunun \u00e7al\u0131\u015ft\u0131\u011f\u0131ndan emin olun.
IOException=Gerekli yap\u0131land\u0131rma eksik: L\u00fctfen Webtop URL'sini kontrol edin.
HttpException=Gerekli yap\u0131land\u0131rma eksik: L\u00fctfen Webtop URL'sini kontrol edin.
additional=Baz\u0131 gerekli yap\u0131land\u0131rma eksik: Ek WHERE yan t\u00fcmcesinin AND anahtar kelimesiyle ba\u015flamas\u0131 gerekiyor. L\u00fctfen ek WHERE t\u00fcmcesini kontrol edin.
DM_QUERY_E_NOT_ATTRIBUTE=DQL filtresinde s\u00f6zdizimi hatas\u0131. Ge\u00e7ersiz \u00f6zellik ad\u0131 belirttiniz.
additionalTooRestrictive=DQL filtresi \u00e7ok k\u0131s\u0131tlay\u0131c\u0131. Bu filtreyle dok\u00fcman bulunamad\u0131.
DM_QUERY_E_SYNTAX=DQL filtresinde s\u00f6zdizimi hatas\u0131. Ayr\u0131\u015ft\u0131r\u0131c\u0131 hatas\u0131 (s\u00f6zdizimi hatas\u0131) olu\u015ftu.
DM_SESSION_E_AUTH_FAIL=Gerekli yap\u0131land\u0131rma eksik: L\u00fctfen Superuser kimlik bilgilerini kontrol edin.
DM_DOCBROKER_E_DMCL_INI_WIN32_MISSING=Gerekli yap\u0131land\u0131rma eksik: Ba\u011flant\u0131 kesildi ba\u011flant\u0131 ba\u015far\u0131s\u0131z (dmcl.ini yok). dmcl.ini dosyas\u0131n\u0131 bulmak i\u00e7in arama s\u0131ras\u0131: 1) DMCL_CONFIG de\u011feri bir dosya belirtir 2) ge\u00e7erli dizin 3) DOCUMENTUM de\u011feri, dmcl.ini dosyas\u0131n\u0131n bulundu\u011fu bir dizini belirtir 4) Windows ana bilgisayarlar\u0131nda Windows dizini.
DM_DOCBROKER_E_DMCL_MISSING_HOST=Gerekli yap\u0131land\u0131rma eksik: dmcl.ini dosyan\u0131z, ana bilgisayar de\u011ferine sahip bir DOCBROKER_PRIMARY b\u00f6l\u00fcm\u00fc belirtmedi\u011fi i\u00e7in DocBroker'a ba\u011flan\u0131lamad\u0131.
java.lang.NoClassDefFoundError=Gerekli yap\u0131land\u0131rma eksik: Ba\u011f\u0131ml\u0131l\u0131klar\u0131n y\u00fckl\u00fc oldu\u011funu do\u011frulay\u0131n (dfc.jar ve dmcl40.dll)
DM_DFC_E_INIT_DMCL=Gerekli yap\u0131land\u0131rma eksik: DMCL40.dll y\u00fcklenemedi.
DEFAULT_ERROR_MESSAGE=Gerekli yap\u0131land\u0131rma eksik.
login_error=Kullan\u0131c\u0131 ad\u0131 eksik
Password_error=Parola eksik
docbase_error=Bilgi saklama alan\u0131 yok
webtop_display_url_error=Webtop URL'si eksik
advanced_configuration_error=Gerekli yap\u0131land\u0131rmalardan baz\u0131lar\u0131 eksik: geli\u015fmi\u015f yap\u0131land\u0131rmaya eri\u015fmek i\u00e7in gereken alanlar\u0131n t\u00fcm\u00fcn\u00fcn doldurulmas\u0131 gerekir.
confirm_uncheck_advanced=Geli\u015fmi\u015f yap\u0131land\u0131rma parametrelerini s\u0131f\u0131rlamak istedi\u011finizden emin misiniz?
