#LABELS
login=Nutzername
Password=Passwort
docbase=Quelle
webtop_display_url=Webtop-URL
is_public=Ver\u00f6ffentlichen
advanced_configuration=Erweiterte Konfiguration
root_object_type=Stammobjekttyp
available_object_type=Verf\u00fcgbare Objekttypen
included_object_type=Enthaltene Objekttypen
available_meta=Verf\u00fcgbare Eigenschaften
included_meta=Einbezogene Eigenschaften
where_clause=Zus\u00e4tzlicher WHERE-Abschnitt
add=Hinzuf\u00fcgen
remove=L\u00f6schen
#ERROR MESSAGES
DM_DOCBROKER_E_NO_SERVERS_FOR_DOCBASE=Stellen Sie sicher, dass der korrekte Quellenname eingegeben wird.
DM_SESSION_E_START_FAIL=Einige erforderliche Konfigurationen fehlen: \u00dcberpr\u00fcfen Sie die Superuser-Anmeldedaten.
status=Einige erforderliche Konfigurationen fehlen: Stellen Sie sicher, dass die Webtop-URL korrekt und der Anwendungsserver konfiguriert und aktiviert ist.
IOException=Einige erforderliche Konfigurationen fehlen: \u00dcberpr\u00fcfen Sie die Webtop-URL.
HttpException=Einige erforderliche Konfigurationen fehlen: \u00dcberpr\u00fcfen Sie die Webtop-URL.
additional=Einige erforderliche Konfigurationen fehlen: Der zus\u00e4tzliche WHERE-Abschnitt muss mit dem Suchbegriff AND beginnen. \u00dcberpr\u00fcfen Sie den zus\u00e4tzlichen WHERE-Abschnitt.
DM_QUERY_E_NOT_ATTRIBUTE=Syntaxfehler im DQL-Filter. Sie haben einen ung\u00fcltigen Eigenschaftsnamen angegeben.
additionalTooRestrictive=Der DQL-Filter umfasst zu viele Einschr\u00e4nkungen. Mit diesem Filter konnten keine Dokumente gefunden werden.
DM_QUERY_E_SYNTAX=Syntaxfehler im DQL-Filter. Ein Parserfehler (Syntaxfehler) ist aufgetreten.
DM_SESSION_E_AUTH_FAIL=Einige erforderliche Konfigurationen fehlen: \u00dcberpr\u00fcfen Sie die Superuser-Anmeldedaten.
DM_DOCBROKER_E_DMCL_INI_WIN32_MISSING=Einige erforderliche Konfigurationen fehlen: Die Verbindung zum Connection Broker ist fehlgeschlagen (dmcl.ini nicht vorhanden). Reihenfolge f\u00fcr die Suche nach dmcl.ini: 1) Der Wert von DMCL_CONFIG gibt eine Datei an, 2) aktuelles Verzeichnis, 3) der Wert von DOCUMENTUM gibt ein Verzeichnis an, in dem sich dmcl.ini befindet, 4) auf Windows-Hosts, im Windows-Verzeichnis.
DM_DOCBROKER_E_DMCL_MISSING_HOST=Einige erforderliche Konfigurationen fehlen: Es kann keine Verbindung zu einem DocBroker hergestellt werden, da mit der Datei "dmcl.ini" kein Abschnitt vom Typ "DOCBROKER_PRIMARY" mit einem Wert f\u00fcr den Host angegeben wird.
java.lang.NoClassDefFoundError=Einige erforderliche Konfigurationen fehlen: \u00dcberpr\u00fcfen Sie, ob die Abh\u00e4ngigkeiten installiert sind (dfc.jar und dmcl40.dll).
DM_DFC_E_INIT_DMCL=Einige erforderliche Konfigurationen fehlen: DMCL40.dll konnte nicht geladen werden.
DEFAULT_ERROR_MESSAGE=Einige erforderliche Konfigurationen fehlen.
login_error=Nutzername fehlt
Password_error=Passwort fehlt
docbase_error=Quelle fehlt
webtop_display_url_error=Webtop-URL fehlt
advanced_configuration_error=Ein obligatorischer Teil der Konfiguration fehlt: alle obligatorischen Felder m\u00fcssen ausgef\u00fcllt sein, bevor Sie auf die erweiterte Konfiguration zugreifen k\u00f6nnen.
confirm_uncheck_advanced=M\u00f6chten Sie wirklich die erweiterten Konfigurationsparameter zur\u00fccksetzen?
