#LABELS
login=Nome de utilizador
Password=Palavra-passe
docbase=Reposit\u00f3rio
webtop_display_url=URL do Webtop
is_public=Tornar p\u00fablico
advanced_configuration=Configura\u00e7\u00e3o avan\u00e7ada
root_object_type=Tipo de objecto raiz
available_object_type=Tipos de objectos dispon\u00edveis
included_object_type=Tipos de objectos inclu\u00eddos
available_meta=Propriedades dispon\u00edveis
included_meta=Propriedades inclu\u00eddas
where_clause=Cl\u00e1usula where adicional.
add=Adicionar
remove=Remover
#ERROR MESSAGES
DM_DOCBROKER_E_NO_SERVERS_FOR_DOCBASE=Certifique-se de que \u00e9 introduzido o nome de reposit\u00f3rio correcto.
DM_SESSION_E_START_FAIL=Faltam algumas configura\u00e7\u00f5es necess\u00e1rias: verifique as credenciais de Superutilizador.
status=Faltam algumas configura\u00e7\u00f5es necess\u00e1rias: certifique-se de que o URL de Webtop est\u00e1 correto e de que o servidor de aplica\u00e7\u00f5es est\u00e1 operacional.
IOException=Faltam algumas configura\u00e7\u00f5es necess\u00e1rias: verifique o URL do Webtop.
HttpException=Faltam algumas configura\u00e7\u00f5es necess\u00e1rias: verifique o URL do Webtop.
additional=Faltam algumas configura\u00e7\u00f5es necess\u00e1rias: a cl\u00e1usula WHERE adicional deve ser iniciada por uma palavra-chave AND. Verifique a cl\u00e1usula WHERE adicional.
DM_QUERY_E_NOT_ATTRIBUTE=Erro de sintaxe no filtro DQL. Especificou um nome de propriedade inv\u00e1lido.
additionalTooRestrictive=O filtro DQL \u00e9 demasiado restritivo. N\u00e3o foram encontrados documentos com este filtro.
DM_QUERY_E_SYNTAX=Erro de sintaxe no filtro DQL. Ocorreu um erro de an\u00e1lise (erro de sintaxe).
DM_SESSION_E_AUTH_FAIL=Faltam algumas configura\u00e7\u00f5es necess\u00e1rias: verifique as credenciais de Superutilizador.
DM_DOCBROKER_E_DMCL_INI_WIN32_MISSING=Faltam algumas configura\u00e7\u00f5es necess\u00e1rias: a liga\u00e7\u00e3o do mediador de liga\u00e7\u00f5es falhou (dmcl.ini n\u00e3o existe). A ordem de pesquisa para localizar o ficheiro dmcl.ini \u00e9: 1) o valor de DMCL_CONFIG especifica um ficheiro 2) o direct\u00f3rio actual 3) o valor de DOCUMENTUM especifica um direct\u00f3rio em que dmcl.ini se encontra 4) em anfitri\u00f5es Windows, o direct\u00f3rio do Windows.
DM_DOCBROKER_E_DMCL_MISSING_HOST=Faltam algumas configura\u00e7\u00f5es necess\u00e1rias: n\u00e3o foi poss\u00edvel ligar a um DocBroker porque o ficheiro dmcl.ini n\u00e3o especifica uma sec\u00e7\u00e3o DOCBROKER_PRIMARY com um valor para o anfitri\u00e3o.
java.lang.NoClassDefFoundError=Faltam algumas configura\u00e7\u00f5es necess\u00e1rias: certifique-se de que as depend\u00eancias est\u00e3o instaladas (dfc.jar e dmcl40.dll)
DM_DFC_E_INIT_DMCL=Faltam algumas configura\u00e7\u00f5es necess\u00e1rias: n\u00e3o foi poss\u00edvel carregar DMCL40.dll.
DEFAULT_ERROR_MESSAGE=Faltam algumas configura\u00e7\u00f5es necess\u00e1rias.
login_error=O nome de utilizador est\u00e1 em falta
Password_error=Falta a palavra-passe
docbase_error=O reposit\u00f3rio est\u00e1 em falta
webtop_display_url_error=O URL do Webtop est\u00e1 em falta
advanced_configuration_error=Algumas configura\u00e7\u00f5es necess\u00e1rias est\u00e3o em falta: para aceder \u00e0s configura\u00e7\u00f5es avan\u00e7adas, todos os campos necess\u00e1rios devem ser preenchidos previamente
confirm_uncheck_advanced=Tem a certeza de que pretende repor os par\u00e2metros da configura\u00e7\u00e3o avan\u00e7ada?
