#LABELS
login=T\u00ean ng\u01b0\u1eddi d\u00f9ng
Password=M\u1eadt kh\u1ea9u
docbase=H\u1ec7 th\u1ed1ng l\u01b0u tr\u1eef
webtop_display_url=URL Webtop
is_public=Chuy\u1ec3n th\u00e0nh c\u00f4ng c\u1ed9ng
advanced_configuration=C\u1ea5u h\u00ecnh n\u00e2ng cao
root_object_type=Lo\u1ea1i \u0111\u1ed1i t\u01b0\u1ee3ng g\u1ed1c
available_object_type=C\u00e1c lo\u1ea1i \u0111\u1ed1i t\u01b0\u1ee3ng kh\u1ea3 d\u1ee5ng
included_object_type=C\u00e1c lo\u1ea1i \u0111\u1ed1i t\u01b0\u1ee3ng \u0111\u01b0\u1ee3c bao g\u1ed3m
available_meta=Thu\u1ed9c t\u00ednh kh\u1ea3 d\u1ee5ng
included_meta=Thu\u1ed9c t\u00ednh \u0111\u01b0\u1ee3c bao g\u1ed3m
where_clause=M\u1ec7nh \u0111\u1ec1 b\u1ed5 sung where
add=Th\u00eam
remove=Xo\u00e1
#ERROR MESSAGES
DM_DOCBROKER_E_NO_SERVERS_FOR_DOCBASE=Vui l\u00f2ng b\u1ea3o \u0111\u1ea3m r\u1eb1ng \u0111\u00e3 nh\u1eadp t\u00ean h\u1ec7 th\u1ed1ng l\u01b0u tr\u1eef ch\u00ednh x\u00e1c.
DM_SESSION_E_START_FAIL=Thi\u1ebfu m\u1ed9t s\u1ed1 c\u1ea5u h\u00ecnh b\u1eaft bu\u1ed9c: Vui l\u00f2ng ki\u1ec3m tra gi\u1ea5y u\u1ef7 nhi\u1ec7m Superuser.
status=Thi\u1ebfu m\u1ed9t s\u1ed1 c\u1ea5u h\u00ecnh b\u1eaft bu\u1ed9c: H\u00e3y b\u1ea3o \u0111\u1ea3m r\u1eb1ng URL Webtop l\u00e0 ch\u00ednh x\u00e1c v\u00e0 m\u00e1y ch\u1ee7 \u1ee9ng d\u1ee5ng \u0111ang \u0111\u01b0\u1ee3c b\u1eadt v\u00e0 ho\u1ea1t \u0111\u1ed9ng.
IOException=Thi\u1ebfu m\u1ed9t s\u1ed1 c\u1ea5u h\u00ecnh \u0111\u01b0\u1ee3c y\u00eau c\u1ea7u: Vui l\u00f2ng ki\u1ec3m tra URL Webtop.
HttpException=Thi\u1ebfu m\u1ed9t s\u1ed1 c\u1ea5u h\u00ecnh \u0111\u01b0\u1ee3c b\u1eaft bu\u1ed9c: Vui l\u00f2ng ki\u1ec3m tra URL Webtop.
additional=Thi\u1ebfu m\u1ed9t s\u1ed1 c\u1ea5u h\u00ecnh b\u1eaft bu\u1ed9c: M\u1ec7nh \u0111\u1ec1 b\u1ed5 sung WHERE ph\u1ea3i b\u1eaft \u0111\u1ea7u b\u1eb1ng t\u1eeb kho\u00e1 AND. Vui l\u00f2ng ki\u1ec3m tra m\u1ec7nh \u0111\u1ec1 b\u1ed5 sung WHERE.
DM_QUERY_E_NOT_ATTRIBUTE=L\u1ed7i c\u00fa ph\u00e1p trong b\u1ed9 l\u1ecdc DQL. B\u1ea1n \u0111\u00e3 ch\u1ec9 \u0111\u1ecbnh t\u00ean \u0111\u1eb7c t\u00ednh kh\u00f4ng h\u1ee3p l\u1ec7.
additionalTooRestrictive=B\u1ed9 l\u1ecdc DQL b\u1ecb gi\u1edbi h\u1ea1n. Kh\u00f4ng t\u00ecm th\u1ea5y t\u00e0i li\u1ec7u n\u00e0o b\u1eb1ng b\u1ed9 l\u1ecdc n\u00e0y.
DM_QUERY_E_SYNTAX=L\u1ed7i c\u00fa ph\u00e1p trong b\u1ed9 l\u1ecdc DQL. X\u1ea3y ra l\u1ed7i ph\u00e2n t\u00edch c\u00fa ph\u00e1p (l\u1ed7i c\u00fa ph\u00e1p).
DM_SESSION_E_AUTH_FAIL=Thi\u1ebfu m\u1ed9t s\u1ed1 c\u1ea5u h\u00ecnh \u0111\u01b0\u1ee3c y\u00eau c\u1ea7u: Vui l\u00f2ng ki\u1ec3m tra gi\u1ea5y u\u1ef7 nhi\u1ec7m Superuser.
DM_DOCBROKER_E_DMCL_INI_WIN32_MISSING=Thi\u1ebfu m\u1ed9t s\u1ed1 c\u1ea5u h\u00ecnh b\u1eaft bu\u1ed9c: Kh\u00f4ng k\u1ebft n\u1ed1i \u0111\u01b0\u1ee3c v\u1edbi Connection broker (hi\u1ec7n kh\u00f4ng c\u00f3 t\u1ec7p tin dmcl.ini). Th\u1ee9 t\u1ef1 t\u00ecm ki\u1ebfm \u0111\u1ec3 \u0111\u1ecbnh v\u1ecb dmcl.ini l\u00e0: 1) Gi\u00e1 tr\u1ecb DMCL_CONFIG ch\u1ec9 \u0111\u1ecbnh t\u1ec7p tin 2) th\u01b0 m\u1ee5c hi\u1ec7n t\u1ea1i 3) gi\u00e1 tr\u1ecb DOCUMENTUM ch\u1ec9 \u0111\u1ecbnh th\u01b0 m\u1ee5c ch\u1ee9a dmcl.ini 4) Tr\u00ean c\u00e1c m\u00e1y ch\u1ee7 Windows, th\u01b0 m\u1ee5c Windows.
DM_DOCBROKER_E_DMCL_MISSING_HOST=Thi\u1ebfu m\u1ed9t s\u1ed1 c\u1ea5u h\u00ecnh b\u1eaft bu\u1ed9c: Kh\u00f4ng th\u1ec3 k\u1ebft n\u1ed1i v\u1edbi DocBroker v\u00ec t\u1ec7p tin dmcl.ini c\u1ee7a b\u1ea1n kh\u00f4ng ch\u1ec9 \u0111\u1ecbnh ph\u1ea7n DOCBROKER_PRIMARY c\u00f3 gi\u00e1 tr\u1ecb cho m\u00e1y ch\u1ee7.
java.lang.NoClassDefFoundError=Thi\u1ebfu m\u1ed9t s\u1ed1 c\u1ea5u h\u00ecnh b\u1eaft bu\u1ed9c: X\u00e1c minh \u0111\u00e3 c\u00e0i \u0111\u1eb7t t\u1ec7p tin ph\u1ee5 thu\u1ed9c (dfc.jar v\u00e0 dmcl40.dll)
DM_DFC_E_INIT_DMCL=Thi\u1ebfu m\u1ed9t s\u1ed1 c\u1ea5u h\u00ecnh b\u1eaft bu\u1ed9c: Kh\u00f4ng th\u1ec3 t\u1ea3i DMCL40.dll.
DEFAULT_ERROR_MESSAGE=Thi\u1ebfu m\u1ed9t s\u1ed1 c\u1ea5u h\u00ecnh b\u1eaft bu\u1ed9c.
login_error=Thi\u1ebfu t\u00ean ng\u01b0\u1eddi d\u00f9ng
Password_error=Thi\u1ebfu m\u1eadt kh\u1ea9u
docbase_error=Thi\u1ebfu h\u1ec7 th\u1ed1ng l\u01b0u tr\u1eef
webtop_display_url_error=Thi\u1ebfu URL Webtop
advanced_configuration_error=M\u1ed9t s\u1ed1 c\u1ea5u h\u00ecnh b\u1eaft bu\u1ed9c b\u1ecb thi\u1ebfu: t\u1ea5t c\u1ea3 c\u00e1c tr\u01b0\u1eddng b\u1eaft bu\u1ed9c ph\u1ea3i \u0111\u01b0\u1ee3c \u0111i\u1ec1n tr\u01b0\u1edbc khi truy c\u00e2\u0323p c\u1ea5u h\u00ecnh n\u00e2ng cao
confirm_uncheck_advanced=B\u1ea1n c\u00f3 ch\u1eafc ch\u1eafn mu\u1ed1n \u0111\u1eb7t l\u1ea1i c\u00e1c th\u00f4ng s\u1ed1 c\u1ea5u h\u00ecnh n\u00e2ng cao kh\u00f4ng?
