#LABELS
login=Nome de usu\u00e1rio
Password=Senha
docbase=Reposit\u00f3rio
webtop_display_url=URL de webtop
is_public=Tornar p\u00fablico
advanced_configuration=Configura\u00e7\u00f5es avan\u00e7adas
root_object_type=Tipo de objeto raiz
available_object_type=Tipos de objeto dispon\u00edveis
included_object_type=Tipos de objeto inclu\u00eddos
available_meta=Propriedades dispon\u00edveis
included_meta=Propriedades inclu\u00eddas
where_clause=Cl\u00e1usula WHERE adicional .
add=Adicionar
remove=Remover
#ERROR MESSAGES
DM_DOCBROKER_E_NO_SERVERS_FOR_DOCBASE=Verifique se o nome do reposit\u00f3rio foi inserido corretamente.
DM_SESSION_E_START_FAIL=Falta alguma configura\u00e7\u00e3o obrigat\u00f3ria: verifique as credenciais de Superusu\u00e1rio.
status=Falta alguma configura\u00e7\u00e3o obrigat\u00f3ria: verifique se o URL de webtop est\u00e1 correto e se o servidor de aplicativo est\u00e1 funcionando adequadamente.
IOException=Falta alguma configura\u00e7\u00e3o obrigat\u00f3ria: Verifique o URL de webtop.
HttpException=Falta alguma configura\u00e7\u00e3o obrigat\u00f3ria: Verifique o URL de webtop.
additional=Falta alguma configura\u00e7\u00e3o obrigat\u00f3ria: A cl\u00e1usula adicional ONDE deve come\u00e7ar com a palavra-chave E. Verifique a cl\u00e1usula adicional ONDE.
DM_QUERY_E_NOT_ATTRIBUTE=Erro de sintaxe no filtro DQL. Voc\u00ea especificou um nome de propriedade inv\u00e1lido.
additionalTooRestrictive=O filtro DQL \u00e9 muito restritivo. Nenhum documento foi encontrado com esse filtro.
DM_QUERY_E_SYNTAX=Erro de sintaxe no filtro DQL. Ocorreu um erro de an\u00e1lise (erro de sintaxe).
DM_SESSION_E_AUTH_FAIL=Falta alguma configura\u00e7\u00e3o obrigat\u00f3ria: Verifique as credenciais de Superusu\u00e1rio.
DM_DOCBROKER_E_DMCL_INI_WIN32_MISSING=Falta alguma configura\u00e7\u00e3o obrigat\u00f3ria: Falha de conex\u00e3o do agente de conex\u00e3o (n\u00e3o h\u00e1 um dmcl.ini presente). A ordem de pesquisa para localizar o dmcl.ini \u00e9: 1) O valor de DMCL_CONFIG especifica um arquivo 2) o diret\u00f3rio atual 3) o valor de DOCUMENTUM especifica um diret\u00f3rio onde dmcl.ini est\u00e1 localizado 4) Em hosts do Windows, o diret\u00f3rio do Windows.
DM_DOCBROKER_E_DMCL_MISSING_HOST=Falta alguma configura\u00e7\u00e3o obrigat\u00f3ria: n\u00e3o \u00e9 poss\u00edvel conectar-se a um DocBroker porque seu arquivo dmcl.ini n\u00e3o especifica uma se\u00e7\u00e3o DOCBROKER_PRIMARY com o valor do host.
java.lang.NoClassDefFoundError=Falta alguma configura\u00e7\u00e3o obrigat\u00f3ria: verifique se as depend\u00eancias est\u00e3o instaladas (dfc.jar e dmcl40.dll)
DM_DFC_E_INIT_DMCL=Falta alguma configura\u00e7\u00e3o obrigat\u00f3ria: n\u00e3o foi poss\u00edvel carregar o arquivo DMCL40.dll.
DEFAULT_ERROR_MESSAGE=Falta alguma configura\u00e7\u00e3o obrigat\u00f3ria.
login_error=Falta o nome de usu\u00e1rio
Password_error=Falta a senha
docbase_error=Falta o reposit\u00f3rio
webtop_display_url_error=O URL de webtop est\u00e1 ausente
advanced_configuration_error=Faltam algumas configura\u00e7\u00f5es necess\u00e1rias: todos os campos obrigat\u00f3rios devem ser preenchidos antes de acessar a configura\u00e7\u00e3o avan\u00e7ada
confirm_uncheck_advanced=Tem certeza de que quer redefinir os par\u00e2metros de configura\u00e7\u00e3o avan\u00e7ada?
