#LABELS
login=Nom d\u2019usuari
Password=Contrasenya
docbase=Dip\u00f2sit
webtop_display_url=URL de Webtop
is_public=Publicar
advanced_configuration=Configuraci\u00f3 avan\u00e7ada
root_object_type=Tipus d'objecte arrel
available_object_type=Tipus d'objectes disponibles
included_object_type=Tipus d'objectes inclosos
available_meta=Propietats disponibles
included_meta=Propietats incloses
where_clause=Cl\u00e0usula addicional where
add=Afegeix
remove=Elimina
#ERROR MESSAGES
DM_DOCBROKER_E_NO_SERVERS_FOR_DOCBASE=Assegureu-vos que heu introdu\u00eft el nom del dip\u00f2sit correcte.
DM_SESSION_E_START_FAIL=Falten dades de configuraci\u00f3 obligat\u00f2ries: comproveu les credencials de superusuari.
status=Falten dades de configuraci\u00f3 obligat\u00f2ries: comproveu que l\u2019URL de Webtop \u00e9s correcte i que el servidor de l\u2019aplicaci\u00f3 est\u00e0 actiu i funciona.
IOException=Falten dades de configuraci\u00f3 obligat\u00f2ries: comproveu l\u2019URL de Webtop.
HttpException=Falten dades de configuraci\u00f3 obligat\u00f2ries: comproveu l\u2019URL de Webtop.
additional=Falten dades de configuraci\u00f3 obligat\u00f2ries: La cl\u00e0usula addicional WHERE ha de comen\u00e7ar per la paraula clau AND. Comproveu la cl\u00e0usula addicional WHERE.
DM_QUERY_E_NOT_ATTRIBUTE=Error de sintaxi del filtre DQL. Heu especificat un nom de propietat no v\u00e0lid.
additionalTooRestrictive=El filtre DQL \u00e9s massa restrictiu. No s\u2019ha trobat cap document amb aquest filtre.
DM_QUERY_E_SYNTAX=Error de sintaxi del filtre DQL. S\u2019ha produ\u00eft un error de parser (error de l\u2019an\u00e0lisi de sintaxi).
DM_SESSION_E_AUTH_FAIL=Falten dades de configuraci\u00f3 obligat\u00f2ries: comproveu les credencials de superusuari.
DM_DOCBROKER_E_DMCL_INI_WIN32_MISSING=Falten dades de configuraci\u00f3 obligat\u00f2ries: ha fallat la connexi\u00f3 (no es troba el fitxer dmcl.ini). L\u2019ordre de cerca per ubicar el fitxer dmcl.ini \u00e9s: 1) el valor de DMCL_CONFIG especifica un fitxer, 2) el directori actual, 3) el valor de DOCUMENTUM especifica un directori on s\u2019ubica dmcl.ini, 4) als amfitrions de Windows, el directori Windows.
DM_DOCBROKER_E_DMCL_MISSING_HOST=Falten dades de configuraci\u00f3 obligat\u00f2ries: no s\u2019ha pogut connectar a DocBroker perqu\u00e8 el fitxer dmcl.ini no especifica una secci\u00f3 DOCBROKER_PRIMARY amb un valor per a l\u2019amfitri\u00f3.
java.lang.NoClassDefFoundError=Falten dades de configuraci\u00f3 obligat\u00f2ries: comproveu que s\u2019han instal\u00b7lat les depend\u00e8ncies (dfc.jar i dmcl40.dll)
DM_DFC_E_INIT_DMCL=Falten dades de configuraci\u00f3 obligat\u00f2ries: No s\u2019ha pogut carregar el fitxer DMCL40.dll.
DEFAULT_ERROR_MESSAGE=Falten dades de configuraci\u00f3 obligat\u00f2ries.
login_error=Falta el nom d\u2019usuari
Password_error=Falta la contrasenya
docbase_error=Falta el repositori
webtop_display_url_error=Falta l\u2019URL de Webtop
advanced_configuration_error=Falten dades de configuraci\u00f3 necess\u00e0ries: cal emplenar tots els camps obligatoris per accedir a la configuraci\u00f3 avan\u00e7ada
confirm_uncheck_advanced=Esteu segur que voleu restablir els par\u00e0metres de configuraci\u00f3 avan\u00e7ada?
