#LABELS
login=Nome de usuario
Password=Contrasinal
docbase=Dep\u00f3sito
webtop_display_url=URL de Webtop
is_public=Facer p\u00fablico
advanced_configuration=Configuraci\u00f3n avanzada
root_object_type=Tipo de obxecto ra\u00edz
available_object_type=Tipos de obxectos dispo\u00f1ibles
included_object_type=Tipos de obxectos inclu\u00eddos
available_meta=Propiedades dispo\u00f1ibles
included_meta=Propiedades inclu\u00eddas
where_clause=Cl\u00e1usula adicional WHERE.
add=Engadir
remove=Eliminar
#ERROR MESSAGES
DM_DOCBROKER_E_NO_SERVERS_FOR_DOCBASE=Aseg\u00farese de que inseriu o nome correcto do dep\u00f3sito.
DM_SESSION_E_START_FAIL=Non se atopa algunha das configuraci\u00f3ns requiridas: comprobe as credenciais de superusuario.
status=Non se atopa algunha das configuraci\u00f3ns requiridas: aseg\u00farese de que o URL de Webtop sexa correcto e de que o servidor da aplicaci\u00f3n estea listo e en funcionamento.
IOException=Non se atopa algunha das configuraci\u00f3ns requiridas: Comprobe o URL de Webtop.
HttpException=Non se atopa algunha das configuraci\u00f3ns requiridas: Comprobe o URL de Webtop.
additional=Non se atopa algunha das configuraci\u00f3ns requiridas: c\u00f3mpre que a cl\u00e1usula adicional WHERE comece coa palabra clave AND. Comprobe a cl\u00e1usula adicional WHERE.
DM_QUERY_E_NOT_ATTRIBUTE=Erro de sintaxe no filtro de DQL. Especificou un nome de propiedade non v\u00e1lido.
additionalTooRestrictive=O filtro de DQL \u00e9 demasiado restritivo.  Non se atoparon documentos con este filtro.
DM_QUERY_E_SYNTAX=Erro de sintaxe no filtro de DQL. Produciuse un erro na an\u00e1lise(erro de sintaxe).
DM_SESSION_E_AUTH_FAIL=Non se atopa algunha das configuraci\u00f3ns requiridas: comprobe as credenciais de superusuario.
DM_DOCBROKER_E_DMCL_INI_WIN32_MISSING=Non se atopa algunha das configuraci\u00f3ns requiridas: erro do axente de conexi\u00f3n (non se atopa o arquivo dmcl.ini). A orde de busca para localizar o arquivo dmcl.ini \u00e9: 1) O valor de DMCL_CONFIG especifica un arquivo; 2) o directorio actual; 3) o valor de DOCUMENTUM especifica un directorio no que se atopa o arquivo dmcl.ini, e 4) en anfitri\u00f3ns de Windows, o directorio de Windows.
DM_DOCBROKER_E_DMCL_MISSING_HOST=Non se atopa algunha das configuraci\u00f3ns requiridas: non se pode conectar co axente doc xa que o seu arquivo dmcl.ini non especifica unha secci\u00f3n DOCBROKER_PRIMARY cun valor para o anfitri\u00f3n.
java.lang.NoClassDefFoundError=Non se atopa algunha das configuraci\u00f3ns requiridas: verifique que as dependencias estean instaladas (dfc.jar e dmcl40.dll).
DM_DFC_E_INIT_DMCL=Non se atopa algunha das configuraci\u00f3ns requiridas: non se puido cargar o arquivo DMCL40.dll.
DEFAULT_ERROR_MESSAGE=Non se atopa algunha das configuraci\u00f3ns requiridas.
login_error=Non se atopa o nome de usuario
Password_error=Non se atopa o contrasinal
docbase_error=Non se atopa o repositorio
webtop_display_url_error=Non se atopa o URL de Webtop
advanced_configuration_error=Falta algunha informaci\u00f3n necesaria: d\u00e9bense cubrir todos os campos obrigatorios antes de acceder \u00e1 configuraci\u00f3n avanzada.
confirm_uncheck_advanced=Est\u00e1 seguro de que desexa restablecer os par\u00e1metros de configuraci\u00f3n avanzada?
