#LABELS
login=U\u017eivatelsk\u00e9 jm\u00e9no
Password=Heslo
docbase=\u00dalo\u017ei\u0161t\u011b
webtop_display_url=Adresa URL webov\u00e9 plochy
is_public=Zve\u0159ejnit
advanced_configuration=Pokro\u010dil\u00e1 konfigurace
root_object_type=Typ ko\u0159enov\u00e9ho objektu
available_object_type=Dostupn\u00e9 typy objekt\u016f
included_object_type=Zahrnut\u00e9 typy objekt\u016f
available_meta=Dostupn\u00e9 vlastnosti
included_meta=Zahrnut\u00e9 vlastnosti
where_clause=Dodatkov\u00fd v\u00fdraz where
add=P\u0159idat
remove=Odebrat
#ERROR MESSAGES
DM_DOCBROKER_E_NO_SERVERS_FOR_DOCBASE=Ujist\u011bte se pros\u00edm, \u017ee je zad\u00e1n spr\u00e1vn\u00fd n\u00e1zev \u00falo\u017ei\u0161t\u011b.
DM_SESSION_E_START_FAIL=N\u011bkter\u00fd z\u00a0konfigura\u010dn\u00edch \u00fadaj\u016f chyb\u00ed: Zkontrolujte pros\u00edm ov\u011b\u0159ovac\u00ed \u00fadaje superu\u017eivatele.
status=N\u011bkter\u00fd z povinn\u00fdch\u00a0konfigura\u010dn\u00edch \u00fadaj\u016f chyb\u00ed: Ujist\u011bte se, \u017ee je adresa URL webov\u00e9 plochy spr\u00e1vn\u00e1 a \u017ee server aplikace je spu\u0161t\u011bn.
IOException=N\u011bkter\u00fd z\u00a0konfigura\u010dn\u00edch \u00fadaj\u016f chyb\u00ed: Zkontrolujte pros\u00edm adresu URL webov\u00e9 plochy.
HttpException=N\u011bkter\u00fd z povinn\u00fdch\u00a0konfigura\u010dn\u00edch \u00fadaj\u016f chyb\u00ed: Zkontrolujte pros\u00edm adresu URL webov\u00e9 plochy.
additional=N\u011bkter\u00fd z povinn\u00fdch\u00a0konfigura\u010dn\u00edch \u00fadaj\u016f chyb\u00ed: Dodatkov\u00e1 klauzule WHERE mus\u00ed za\u010d\u00ednat kl\u00ed\u010dov\u00fdm slovem AND. Zkontrolujte pros\u00edm dodatkov\u00fd v\u00fdraz WHERE.
DM_QUERY_E_NOT_ATTRIBUTE=Syntaktick\u00e1 chyba ve filtru DQL. Zadali jste neplatn\u00fd n\u00e1zev vlastnosti.
additionalTooRestrictive=Filtr DQL je p\u0159\u00edli\u0161 omezuj\u00edc\u00ed. Pomoc\u00ed tohoto filtru nebyly nalezeny \u017e\u00e1dn\u00e9 dokumenty.
DM_QUERY_E_SYNTAX=Syntaktick\u00e1 chyba ve filtru DQL. Vyskytla se chyba syntaktick\u00e9ho analyz\u00e1toru (syntaktick\u00e1 chyba).
DM_SESSION_E_AUTH_FAIL=N\u011bkter\u00fd z povinn\u00fdch\u00a0konfigura\u010dn\u00edch \u00fadaj\u016f chyb\u00ed: Zkontrolujte pros\u00edm ov\u011b\u0159ovac\u00ed \u00fadaje superu\u017eivatele.
DM_DOCBROKER_E_DMCL_INI_WIN32_MISSING=N\u011bkter\u00fd z povinn\u00fdch konfigura\u010dn\u00edch \u00fadaj\u016f chyb\u00ed: Spojen\u00ed se spojovac\u00edm prost\u0159edn\u00edkem bylo ne\u00fasp\u011b\u0161n\u00e9 (soubor dnsl.ini nen\u00ed p\u0159\u00edtomen). Vyhled\u00e1vac\u00ed p\u0159\u00edkaz pro um\u00edst\u011bn\u00ed souboru dmcl.ini je: 1) Hodnota DMCL_CONFIG ur\u010duje soubor 2) sou\u010dasn\u00fd adres\u00e1\u0159 3) hodnota DOCUMENTUM ur\u010duje adres\u00e1\u0159, kde je um\u00edst\u011bn soubor dmcl.ini 4) U hostitel\u016f Windows adres\u00e1\u0159 Windows.
DM_DOCBROKER_E_DMCL_MISSING_HOST=N\u011bkter\u00fd z povinn\u00fdch\u00a0konfigura\u010dn\u00edch \u00fadaj\u016f chyb\u00ed: Nelze nav\u00e1zat spojen\u00ed se syst\u00e9mem DocBroker, proto\u017ee soubor dmcl.ini neur\u010duje sekci DOCBROKER_PRIMARY s hodnotou pro hostitele.
java.lang.NoClassDefFoundError=N\u011bkter\u00fd z povinn\u00fdch\u00a0konfigura\u010dn\u00edch \u00fadaj\u016f chyb\u00ed: Ov\u011b\u0159te, zda jsou nainstalov\u00e1ny z\u00e1vislosti (dfc.jar a dmcl40.dll)
DM_DFC_E_INIT_DMCL=N\u011bkter\u00fd z povinn\u00fdch\u00a0konfigura\u010dn\u00edch \u00fadaj\u016f chyb\u00ed: Soubor DMCL40.dll nelze na\u010d\u00edst.
DEFAULT_ERROR_MESSAGE=N\u011bkter\u00fd z povinn\u00fdch\u00a0konfigura\u010dn\u00edch \u00fadaj\u016f chyb\u00ed.
login_error=Chyb\u00ed u\u017eivatelsk\u00e9 jm\u00e9no
Password_error=Chyb\u00ed heslo
docbase_error=Chyb\u00ed \u00falo\u017ei\u0161t\u011b
webtop_display_url_error=Chyb\u00ed adresa URL webov\u00e9 plochy
advanced_configuration_error=Chyb\u00ed n\u011bkter\u00e9 po\u017eadovan\u00e9 konfigura\u010dn\u00ed \u00fadaje; abyste z\u00edskali p\u0159\u00edstup k pokro\u010dil\u00e9 konfiguraci, mus\u00edte vyplnit v\u0161echna povinn\u00e1 pole.
confirm_uncheck_advanced=Opravdu chcete resetovat parametry pokro\u010dil\u00e9 konfigurace?
