#LABELS
login=Brugernavn
Password=Adgangskode
docbase=Lager
webtop_display_url=Webadresse til Webtop
is_public=Offentligg\u00f8r
advanced_configuration=Avanceret konfiguration
root_object_type=Rodobjekttype
available_object_type=Tilg\u00e6ngelige objekttyper
included_object_type=Inkluderede objekttyper
available_meta=Tilg\u00e6ngelige egenskaber
included_meta=Inkluderede egenskaber
where_clause=Yderligere hvor-s\u00e6tning
add=Tilf\u00f8j
remove=Fjern
#ERROR MESSAGES
DM_DOCBROKER_E_NO_SERVERS_FOR_DOCBASE=Kontroll\u00e9r, at det korrekte lagernavn er angivet.
DM_SESSION_E_START_FAIL=En n\u00f8dvendig konfiguration mangler: Kontroll\u00e9r legitimationsoplysninger for superbruger.
status=En n\u00f8dvendig konfiguration mangler: Kontroll\u00e9r, at webadressen til Webtop er korrekt, og at programserveren er t\u00e6ndt og k\u00f8rer.
IOException=En n\u00f8dvendig konfiguration mangler: Kontroll\u00e9r webadressen til Webtop.
HttpException=En n\u00f8dvendig konfiguration mangler: Kontroll\u00e9r webadressen til Webtop.
additional=En n\u00f8dvendig konfiguration mangler: Den ekstra WHERE-s\u00e6tning (hvor) skal begynde med s\u00f8geordet AND (og). Kontroll\u00e9r den ekstra WHERE-s\u00e6tning.
DM_QUERY_E_NOT_ATTRIBUTE=Syntaksfejl i DQL-filter. Du har specificeret et ugyldigt property-navn.
additionalTooRestrictive=DQL-filter er for begr\u00e6nsende. Ingen dokumenter blev fundet med dette filter.
DM_QUERY_E_SYNTAX=Syntaksfejl i DQL-filter. Parserfejl (syntaksfejl) er opst\u00e5et.
DM_SESSION_E_AUTH_FAIL=En n\u00f8dvendig konfiguration mangler: Kontroll\u00e9r legitimationsoplysninger for superbruger.
DM_DOCBROKER_E_DMCL_INI_WIN32_MISSING=En n\u00f8dvendig konfiguration mangler: Connection broker-forbindelsen mislykkedes (kunne ikke finde dmcl.ini). S\u00f8ger\u00e6kkef\u00f8lgen for dmcl.ini er: 1) V\u00e6rdien af DMCL-CONFIG specificerer en fil 2) det aktuelle bibliotek 3) v\u00e6rdien af DOCUMENTUM specificerer et bibliotek, hvor dmcl.ini findes 4) p\u00e5 Windows hosts, Windows-biblioteket.
DM_DOCBROKER_E_DMCL_MISSING_HOST=En n\u00f8dvendig konfiguration mangler: Kunne ikke forbinde til DocBroker, da filen dmcl.ini ikke specificerer en sektion DOCBROKER_PRIMARY med en v\u00e6rdi for v\u00e6rt.
java.lang.NoClassDefFoundError=En n\u00f8dvendig konfiguration mangler: Bekr\u00e6ft, at f\u00f8lgende afh\u00e6ngighedsfiler er installeret (dfc.jar og dmcl40.dll)
DM_DFC_E_INIT_DMCL=En n\u00f8dvendig konfiguration mangler: DMCL40.dll kunne ikke indl\u00e6ses.
DEFAULT_ERROR_MESSAGE=En n\u00f8dvendig konfiguration mangler.
login_error=Brugernavn mangler
Password_error=Adgangskoden mangler
docbase_error=Lager mangler
webtop_display_url_error=Webadressen til Webtop mangler
advanced_configuration_error=Der mangler obligatorisk konfiguration. Alle de obligatoriske felter skal udfyldes, f\u00f8r du kan f\u00e5 adgang til den avancerede konfiguration
confirm_uncheck_advanced=Er du sikker p\u00e5, at du vil nulstille de avancerede konfigurationsparametre?
