#LABELS
login=Brukernavn
Password=Passord
docbase=Register
webtop_display_url=Webtop-adresse
is_public=Gj\u00f8r allment
advanced_configuration=Avansert konfigurasjon
root_object_type=Rotobjekttype
available_object_type=Tilgjengelige objekttyper
included_object_type=Inkluderte objekttyper
available_meta=Tilgjengelige egenskaper
included_meta=Inkluderte egenskaper
where_clause=Ekstra WHERE-setning
add=Legg til
remove=Fjern
#ERROR MESSAGES
DM_DOCBROKER_E_NO_SERVERS_FOR_DOCBASE=Kontroller at riktig registernavn er angitt.
DM_SESSION_E_START_FAIL=N\u00f8dvendig konfigurasjon mangler: Kontroller p\u00e5loggingsinformasjonen for Superuser.
status=N\u00f8dvendig konfigurasjon mangler: Kontroller at Webtop-adressen er riktig og at programserveren kj\u00f8rer.
IOException=N\u00f8dvendig konfigurasjon mangler: Kontroller Webtop-adressen.
HttpException=N\u00f8dvendig konfigurasjon mangler: Kontroller Webtop-adressen.
additional=N\u00f8dvendig konfigurasjon mangler: Den ekstra setningen WHERE m\u00e5 starte med n\u00f8kkelordet AND. Kontroller WHERE.
DM_QUERY_E_NOT_ATTRIBUTE=Syntaksfeil i DQL-filter. Du har angitt et ugyldig egenskapsnavn.
additionalTooRestrictive=DQL-filteret er for restriktivt. Det ble ikke funnet noen dokumenter med dette filteret.
DM_QUERY_E_SYNTAX=Syntaksfeil i DQL-filter. En parserfeil (syntaksfeil) har oppst\u00e5tt.
DM_SESSION_E_AUTH_FAIL=N\u00f8dvendig konfigurasjon mangler: Kontroller p\u00e5loggingsinformasjonen for Superuser.
DM_DOCBROKER_E_DMCL_INI_WIN32_MISSING=N\u00f8dvendig konfigurasjon mangler: Tilkobling til tilkoblingsagent mislyktes (ingen dmcl.ini foreligger). S\u00f8kerekkef\u00f8lgen for \u00e5 finne dmcl.ini er: 1) Verdien til DMCL_CONFIG angir en fil 2) den gjeldende katalogen 3) verdien til DOCUMENTUM angir en katalog hvor dmcl.ini er plassert 4) Windows-katalogen p\u00e5 Windows-verter.
DM_DOCBROKER_E_DMCL_MISSING_HOST=N\u00f8dvendig konfigurasjon mangler: Kan ikke koble til en DocBroker fordi dmcl.ini-filen ikke angir delen DOCBROKER_PRIMARY med en verdi for vert.
java.lang.NoClassDefFoundError=N\u00f8dvendig konfigurasjon mangler: Kontroller at avhengighetene er installert (dfc.jar og dmcl40.dll)
DM_DFC_E_INIT_DMCL=N\u00f8dvendig konfigurasjon mangler: DMCL40.dll kan ikke lastes.
DEFAULT_ERROR_MESSAGE=N\u00f8dvendig konfigurasjon mangler.
login_error=Brukernavn mangler
Password_error=Passord mangler
docbase_error=Register mangler
webtop_display_url_error=Webtop-adresse mangler
advanced_configuration_error=N\u00f8dvendig konfigurasjon mangler: Alle de p\u00e5krevde feltene m\u00e5 fylles ut f\u00f8r du f\u00e5r tilgang til den avanserte konfigurasjonen
confirm_uncheck_advanced=Er du sikker p\u00e5 at du vil tilbakestille de avanserte konfigurasjonsparameterne?
